//과일 카테고리 데이터
const fruitCategories: Record<string, string[]> = {
  지역1: ["미국", "베트남", "필리핀", "멕시코", "호주", "칠레", "에콰도르", "캐나다"],
  지역2: ["페루", "대만", "남아공", "브라질 ", "뉴질랜드", "태국", "터키", "이스라엘"],
  단위1: ["2입", "2수", "3수", "4수", "5수", "kg", "2L", "L", "M", "S", "2S"],
  단위2: ["대", "특대", "왕왕", "왕특", "250g", "500g", "1kg", "2kg", "2.5kg", "3kg", "4kg", "5kg"],
  무게: ["6kg", "7kg", "7.5kg", "8kg", "8.2kg", "9kg", "9.5kg", "10kg", "13kg", "14kg", "15kg"],
  사과: ["사과2전", "사과2후", "사과3전", "사과3후", "사과4전", "아오리", "홍로", "시나노골드", "감홍", "부사"],
  배: ["원황1후", "원황2전", "원황2후", "화산1후", "화산2전", "화산2후", "15kg 배", "신고",],
  여름: ["수박", "5kg 토마토", "10kg 토마토", "대추방울", "스테비아"],
  가을: ["복숭아(천중도)", "복숭아(유명)", "복숭아(유미)", "복숭아(경봉)", "백도", "황도", "천도복숭아"],
  가을1: ["2kg 거봉", "4kg 거봉", "2kg 샤인", "4kg 샤인", "켐벨", "켐벨(상주)", "켐벨(영동)", "머루"],
  가을2: ["양구10수", "메론3수", "메론4수", "메론5수", "머스크", "허니듀6수"],
  가을3: ["자두(추희)", "단감", "단감팩", "홍시", "반시", "대봉감", "곶감", "무화과"],
  겨울: ["밀감3후", "밀감4전", "황금향", "천혜양", "레드향", "한라봉", "하우스밀감", "설향", "금실"],
  수입1: ["바나나6H", "바나나9D", "바나나12p", "바나나14p", "스위티오10p", "스위티오5H", "망고스틴"],
  수입2: ["오렌지56과", "오렌지72과", "오렌지88과", "골파6수", "허니골파6수", "골파12수", "석류", "자몽40과"],
  수입3: ["그린키위65과", "골키48과", "골키팩", "라임팩", "망고", "애플망고", "용과9수", "레몬140과", "석류"],
  수입4: ["수입거봉", "청포도", "크림슨", "블루베리", "아보카도24과", "영코코넛", "9.5 체리", "10.0 체리"],
};

export default fruitCategories;
