//과일 카테고리 데이터
const fruitCategories: Record<string, string[]> = {
  지역1: ["미국", "베트남", "필리핀", "멕시코", "호주", "칠레", "에콰도르"],
  지역2: ["페루", "대만", "남아공", "브라질 ", "뉴질랜드", "태국", "터키"],
  무게: ["2kg", "3kg", "4kg", "5kg", "6kg", "7kg", "8kg", "9kg", "10kg"],
  단위: ["kg", "2L", "L", "M", "S", "2S"],
  사과: ["사과", "사과2전", "사과2후", "사과3전", "사과3후", "사과4전"],
  여름1: ["수박", "참외2전", "참외2후", "참외3전", "참외3후", "양구10수"],
  여름2: ["토마토", "대추방울", "스테비아", "자두"],
  여름3: ["복숭아", "백도", "황도", "천도복숭아", "신비"],
  수입1: ["그린키위", "골키48과", "6발", "9발", "바나나12p", "바나나14p"],
  수입2: ["오렌지(56)", "오렌지(72)", "골파6수", "골파12수", "체리", "10.0 체리"],
  수입3: ["레몬", "석류", "용과9수", "자몽", "라임팩", "망고", "애플망고"],
  수입4: ["거봉", "청포도", "블랙사파이어"],
};

export default fruitCategories;
