/* prettier-ignore */

//과일 카테고리 데이터
const fruitCategories: Record<string, string[]> = {
  지역1: ["국내산","미국", "베트남", "필리핀", "멕시코", "호주", "칠레", "에콰도르", "캐나다"],
  지역2: ["페루", "대만", "남아공", "브라질 ", "뉴질랜드", "태국", "터키", "이스라엘"],
  단위1: ["2입", "2수", "3수", "4수", "5수", "kg", "2L", "L", "M", "S", "2S","3*4","3*5"],
  단위2: ["대", "특대", "왕왕", "왕특", "250g", "500g", "1kg", "2kg", "2.5kg", "3kg", "4kg", "5kg"],
  무게: ["6kg", "7kg", "7.5kg", "8kg", "8.2kg", "9kg", "9.5kg", "10kg", "13kg", "14kg", "15kg"],
  사과: ["사과2전", "사과2후", "사과3전", "사과3후", "사과4전", "홍로", "시나노골드", "감홍"],
  배: ["배1후", "배2전", "배2후", "화산1후", "화산2전", "화산2후", "신고", "참외2전", "참외2후"],
  여름: ["수박", "5kg 토마토", "10kg 토마토", "대저토마토", "대추방울", "스테비아","블루베리"],
  가을1: ["2kg 거봉", "4kg 거봉", "2kg 샤인", "4kg 샤인", "켐벨", "켐벨(상주)", "켐벨(영동)", "머루"],
  가을2: ["양구10수", "머스크3수", "허니듀6수", "감말랭이", "단감3전", "단감3후", "단감팩", "곶감","대봉감"],
  겨울1: ["2kg 딸기", "1kg 딸기", "500g 딸기", "유자청", "생강청", "자몽40과", "청자몽36과"],
  겨울2: ["3kg 밀감", "5kg 밀감", "밀감3후", "밀감4전", "황금향", "천혜향", "레드향", "한라봉", "만다린"],
  수입1: ["바나나6H", "바나나9D", "바나나12p", "바나나14p", "스위티오10p", "스위티오5H", "망고스틴"],
  수입2: ["오렌지56과", "오렌지72과", "오렌지88과", "골파6수", "골파12수", "허니골파6수", "레몬140과"],
  수입3: ["참다래65과","그린키위65과", "골키48과", "골키팩", "라임팩", "망고", "애플망고", "용과9수", "석류"],
  수입4: ["수입거봉", "크림슨", "청포도", "블랙사파이어", "아보카도24과", "영코코넛", "9.5 체리", "10.0 체리"],
};

export default fruitCategories;
