//과일 카테고리 데이터
const fruitCategories: Record<string, string[]> = {
  사과: ["사과", "사과(부사)", "사과(홍로)", "사과(시나몬골드)", "사과(아오리)"],
  배: ["배", "배(신고)", "배(원황)"],
  포도: ["포도(켐벨)", "포도(머루)", "거봉 2kg", "거봉 4kg", "샤인 2kg", "샤인 4kg"],
  복숭아: ["복숭아", "복숭아(백도)", "복숭아(황도)", "천도복숭아"],
  딸기: ["딸기", "딸기(설향)", "딸기(죽향)", "딸기(금실)", "딸기(스치)"],
  귤: ["밀감", "밀감S", "밀감M", "밀감L", "밀감2L", "한라봉", "천혜향", "레드향", "황금향"],
  여름: ["수박", "참외", "자두", "자두(후무사)", "토마토"],
  감: ["단감", "대봉", "홍시"],
  오렌지: ["오렌지", "오렌지(56)", "오렌지(72)"],
  키위: ["키위(그린키위)", "키위(골드키위)"],
  바나나: ["바나나", "바나나(6)", "바나나(9)"],
  수입: ["레몬", "석류", "아보카도", "자몽", "파인애플", "골드파인", "망고", "애플망고"],
  기타: ["무화과", "체리", "블루베리", "멜론", "멜론(3)", "멜론(4)", "용과"],
};

export default fruitCategories;
