//과일 카테고리 데이터
const fruitCategories: Record<string, string[]> = {
  지역1: ["미국", "베트남", "필리핀", "멕시코", "호주", "칠레", "에콰도르"],
  지역2: ["페루", "대만", "남아공", "브라질 ", "뉴질랜드", "태국", "터키"],
  무게: ["2kg", "3kg", "4kg", "5kg", "6kg", "7kg", "8kg", "9kg", "10kg", "11kg", "12kg", "13kg", "14kg", "15kg"],
  단위: ["250g", "500g", "1kg", "kg", "2L", "L", "M", "S", "2S"],
  사과: ["사과", "사과2전", "사과2후", "사과3전", "사과3후", "사과4전"],
  배: ["배", "배1후", "배2전", "배3전", "배3후"],
  여름1: ["수박", "참외2전", "참외2후", "참외3전", "참외3후", "양구10수"],
  여름2: ["토마토", "5kg 토마토", "10kg 토마토", "대추방울", "스테비아", "자두"],
  여름3: ["복숭아", "백도", "황도", "천도복숭아", "신비", "신비3후", "신비4전", "신비4후"],
  겨울: ["밀감4전", "황금향", "천혜양", "레드향", "한라봉", "설향", "금실"],
  수입1: ["그린키위65과", "골키48과", "6발", "9발", "바나나12p", "바나나14p", "스위티오"],
  수입2: ["오렌지56과", "오렌지72과", "골파6수", "골파12수", "9.5 체리", "10.0 체리"],
  수입3: ["레몬", "석류", "만다린", "자몽", "라임팩", "망고", "애플망고", "용과9수", "영코코넛"],
  수입4: ["8.2kg", "거봉", "청포도", "블랙사파이어","크림슨", "블루베리", "아보카도"],
};

export default fruitCategories;
